Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Example: en-US/01_Onboarding%@.%@ — ready for fastlane deliver. One folder per App Store language, numbered across rows.
ar: مثال: en-US/01_Onboarding%1$@.%2$@ — جاهز للتوصيل السريع. مجلد واحد لكل لغة App Store، مرقم عبر الصفوف.
ca: Exemple: en-US/01_Onboarding%1$@.%2$@ — llest per a l'entrega ràpida. Una carpeta per App Store idioma, numerada entre files.
cs: Příklad: en-US/01_Onboarding%1$@.%2$@ — připraveno k rychlému doručení. Jedna složka na App Store jazyk, číslovaná na řádcích.
da: Eksempel: en-US/01_Onboarding%1$@.%2$@ — klar til fastlane-levering. Én mappe pr. App Store sprog, nummereret på tværs af rækker.
de: Beispiel: en-US/01_Onboarding%@.%@ – bereit für fastlane deliver. Ein Ordner pro App-Store-Sprache, zeilenübergreifend nummeriert.
el: Παράδειγμα: en-US/01_Onboarding%1$@.%2$@ — έτοιμο για παράδοση fastlane. Ένας φάκελος ανά App Store γλώσσα, αριθμημένος στις σειρές.
es: Ejemplo: en-US/01_Onboarding%@.%@ — listo para fastlane deliver. Una carpeta por idioma de App Store, con numeración continua entre filas.
fa: نمونه: en-US/01_Onboarding%@.%@ — آماده برای fastlane deliver. یک پوشه برای هر زبان App Store، با شماره‌گذاری پیوسته در همه ردیف‌ها.
fi: Esimerkki: en-US/01_Onboarding%1$@.%2$@ – valmis pikakaistan toimitukseen. Yksi kansio kutakin App Store kieltä kohden, numeroitu rivien yli.
fr: Exemple : en-US/01_Onboarding%@.%@ — prêt pour fastlane deliver. Un dossier par langue de l'App Store, numéroté sur l'ensemble des lignes.
he: דוגמה: en-US/01_Onboarding%1$@.%2$@ - מוכן למסירה מהירה. תיקיה אחת לכל שפה App Store, ממוספרת על פני שורות.
hr: Primjer: en-US/01_Onboarding%1$@.%2$@ — spreman za brzu dostavu. Jedna mapa po App Store jeziku, numerirana u redovima.
hu: Példa: en-US/01_Onboarding%1$@.%2$@ – készen áll a gyors sávos szállításra. Egy mappa App Store nyelvenként, sorok között számozva.
id: Contoh: en-US/01_Onboarding%1$@.%2$@ — siap untuk pengiriman jalur cepat. Satu folder per App Store bahasa, diberi nomor di setiap baris.
it: Esempio: en-US/01_Onboarding%@.%@ — pronto per fastlane deliver. Una cartella per lingua dell'App Store, con numerazione continua tra le righe.
ja: 例：en-US/01_Onboarding%@.%@ — fastlane deliver でそのまま使えます。App Store の言語ごとに 1 フォルダ、番号は行をまたいで連番です。
ko: 예: en-US/01_Onboarding%@.%@ — fastlane deliver에 바로 사용 가능. App Store 언어마다 폴더 하나, 번호는 행 전체에 걸쳐 이어집니다.
ms: Contoh: en-US/01_Onboarding%1$@.%2$@ — sedia untuk penghantaran laluan cepat. Satu folder bagi setiap bahasa App Store, bernombor merentas baris.
nl: Voorbeeld: en-US/01_Onboarding%1$@.%2$@ — klaar voor fastlane-levering. Eén map per App Store-taal, genummerd over rijen.
no: Eksempel: no-US/01_Onboarding%1$@.%2$@ — klar for fastlanelevering. Én mappe per App Store språk, nummerert på tvers av rader.
pl: Przykład: en-US/01_Onboarding%1$@.%2$@ — gotowy do dostawy Fastlane. Jeden folder na język App Store, ponumerowany w wierszach.
pt_br: Exemplo: en-US/01_Onboarding%@.%@ — pronto para o fastlane deliver. Uma pasta por idioma da App Store, com numeração contínua entre as linhas.
pt_pt: Exemplo: en-US/01_Onboarding%1$@.%2$@ — pronto para entrega em via rápida. Uma pasta por idioma App Store, numerada nas linhas.
ro: Exemplu: en-US/01_Onboarding%1$@.%2$@ — gata pentru livrarea pe bandă rapidă. Un dosar pentru fiecare App Store limbă, numerotat pe rânduri.
ru: Пример: en-US/01_Onboarding%@.%@ — готово для fastlane deliver. Отдельная папка для каждого языка App Store, сквозная нумерация по всем строкам.
sk: Príklad: en-US/01_Onboarding%1$@.%2$@ – pripravené na rýchle doručenie. Jeden priečinok na App Store jazyk, očíslovaný v riadkoch.
sl: Primer: en-US/01_Onboarding%1$@.%2$@ — pripravljeno za hitro dostavo. Ena mapa na App Store jezik, oštevilčena po vrsticah.
sv: Exempel: sv-US/01_Onboarding%1$@.%2$@ — redo för snabb leverans. En mapp per App Store språk, numrerad över rader.
th: ตัวอย่าง: en-US/01_Onboarding%1$@.%2$@ — พร้อมสำหรับการส่งมอบช่องทางด่วน หนึ่งโฟลเดอร์ต่อภาษา App Store โดยมีหมายเลขกำกับตามแถว
tr: Örnek: en-US/01_Onboarding%@.%@ — fastlane deliver için hazır. Her App Store dili için bir klasör, satırlar boyunca sıralı numaralı.
uk: Приклад: en-US/01_Onboarding%@.%@ — готово для fastlane deliver. Окрема папка для кожної мови App Store, наскрізна нумерація в усіх рядках.
ur: مثال: en-US/01_Onboarding%1$@.%2$@ — فاسٹ لین ڈیلیوری کے لیے تیار۔ ہر App Store زبان میں ایک فولڈر، قطاروں میں شمار کیا گیا ہے۔
vi: Ví dụ: en-US/01_Onboarding%1$@.%2$@ — sẵn sàng phân phối làn nhanh. Một thư mục cho mỗi ngôn ngữ App Store, được đánh số theo hàng.
zh_hans: 示例：en-US/01_Onboarding%@.%@ — 可直接用于 fastlane deliver。每种 App Store 语言一个文件夹，编号跨行连续。
zh_hant: 範例：en-US/01_Onboarding%@.%@ — 可直接用於 fastlane deliver。每種 App Store 語言一個檔案夾，編號跨列連續。

source: Exclude screenshot %lld
ar: استبعاد لقطة الشاشة %1$lld
ca: Exclou la captura de pantalla %1$lld
cs: Vyloučit snímek obrazovky %1$lld
da: Ekskluder skærmbillede %1$lld
de: Screenshot %1$lld ausschließen
el: Εξαίρεση στιγμιότυπου οθόνης %1$lld
es: Excluir captura %1$lld
fa: کنار گذاشتن اسکرین‌شات %1$lld
fi: Sulje pois kuvakaappaus %1$lld
fr: Exclure la capture d'écran %1$lld
he: אל תכלול צילום מסך %1$lld
hr: Isključi snimak zaslona %1$lld
hu: Exclude screenshot %1$lld
id: Kecualikan tangkapan layar %1$lld
it: Escludi screenshot %lld
ja: スクリーンショット %1$lld を除外
ko: 스크린샷 %1$lld 제외
ms: Kecualikan tangkapan skrin %1$lld
nl: Schermafbeelding %1$lld uitsluiten
no: Exclude screenshot %1$lld
pl: Wyklucz zrzut ekranu %1$lld
pt_br: Excluir captura de tela %1$lld
pt_pt: Excluir captura de ecrã %1$lld
ro: Excludeți captura de ecran %1$lld
ru: Исключить скриншот %lld
sk: Vylúčiť snímku obrazovky %1$lld
sl: Izključi posnetek zaslona %1$lld
sv: Uteslut skärmdump %1$lld
th: ไม่รวมภาพหน้าจอ %1$lld
tr: %lld. ekran görüntüsünü hariç tut
uk: Виключити знімок екрана %lld
ur: اسکرین شاٹ کو خارج کریں %1$lld
vi: Loại trừ ảnh chụp màn hình %1$lld
zh_hans: 排除第 %lld 张截图
zh_hant: 排除第 %lld 張螢幕截圖

source: Exclude when uploading to App Store Connect
ar: استبعاد عند التحميل إلى App Store Connect
ca: Exclou en penjar a App Store Connect
cs: Vyloučit při nahrávání do App Store Connect
da: Ekskluder ved upload til App Store Connect
de: Beim Hochladen in App Store Connect ausschließen
el: Εξαίρεση κατά τη μεταφόρτωση σε App Store Connect
es: Excluir al subir a App Store Connect
fa: هنگام آپلود در App Store Connect کنار گذاشته شود
fi: Sulje pois lähetettäessä kohteeseen App Store Connect
fr: Exclure lors de l'envoi vers App Store Connect
he: אל תכלול בעת העלאה ל-App Store Connect
hr: Isključi prilikom učitavanja u App Store Connect
hu: Kizárás az App Store Connectbe való feltöltéskor
id: Kecualikan saat mengupload ke App Store Connect
it: Escludi dal caricamento su App Store Connect
ja: App Store Connect へのアップロード時に除外
ko: App Store Connect에 업로드할 때 제외
ms: Kecualikan semasa memuat naik ke App Store Connect
nl: Uitsluiten bij uploaden naar App Store Connect
no: Ekskluder ved opplasting til App Store Connect
pl: Wyklucz podczas przesyłania do App Store Connect
pt_br: Excluir ao enviar para o App Store Connect
pt_pt: Excluir ao carregar para App Store Connect
ro: Excludeți când încărcați în App Store Connect
ru: Исключить при загрузке в App Store Connect
sk: Vylúčiť pri nahrávaní do App Store Connect
sl: Izključi pri nalaganju v App Store Connect
sv: Uteslut vid uppladdning till App Store Connect
th: ไม่รวมเมื่ออัปโหลดไปที่ App Store Connect
tr: App Store Connect'e yüklerken hariç tut
uk: Виключити під час вивантаження в App Store Connect
ur: App Store Connect پر اپ لوڈ کرتے وقت خارج کریں
vi: Loại trừ khi tải lên App Store Connect
zh_hans: 上传到 App Store Connect 时排除
zh_hant: 上傳至 App Store Connect 時排除

source: Existing screenshots in each matching display type set will be deleted and replaced.
ar: سيتم حذف لقطات الشاشة الموجودة في كل مجموعة من أنواع العرض المطابقة واستبدالها.
ca: Les captures de pantalla existents a cada conjunt de tipus de visualització coincident se suprimiran i se substituiran.
cs: Stávající snímky obrazovky v každé sadě odpovídajících typů zobrazení budou odstraněny a nahrazeny.
da: Eksisterende skærmbilleder i hvert matchende skærmtypesæt vil blive slettet og erstattet.
de: Vorhandene Screenshots in jedem passenden Anzeigetypsatz werden gelöscht und ersetzt.
el: Τα υπάρχοντα στιγμιότυπα οθόνης σε κάθε αντίστοιχο σύνολο τύπων οθόνης θα διαγραφούν και θα αντικατασταθούν.
es: Las capturas existentes de cada tipo de pantalla coincidente se eliminarán y reemplazarán.
fa: اسکرین شات های موجود در هر مجموعه از نوع نمایشگر منطبق حذف و جایگزین خواهند شد.
fi: Jokaisen vastaavan näyttötyyppisarjan nykyiset kuvakaappaukset poistetaan ja korvataan.
fr: Les captures d'écran existantes dans chaque ensemble de types d'affichage correspondant seront supprimées et remplacées.
he: צילומי מסך קיימים בכל סט סוג תצוגה תואם יימחקו ויוחלף.
hr: Postojeće snimke zaslona u svakom odgovarajućem skupu vrste prikaza bit će izbrisane i zamijenjene.
hu: Az egyes megfelelő megjelenítési típusok meglévő képernyőképei törlődnek és lecserélődnek.
id: Tangkapan layar yang ada di setiap kumpulan jenis tampilan yang cocok akan dihapus dan diganti.
ja: 一致する各表示タイプ セット内の既存のスクリーンショットは削除され、置き換えられます。
ko: 일치하는 각 디스플레이 유형 세트의 기존 스크린샷은 삭제되고 교체됩니다.
ms: Tangkapan skrin sedia ada dalam setiap set jenis paparan yang sepadan akan dipadamkan dan diganti.
nl: Bestaande schermafbeeldingen in elke overeenkomende weergavetypeset worden verwijderd en vervangen.
no: Eksisterende skjermbilder i hvert matchende skjermtypesett vil bli slettet og erstattet.
pl: Istniejące zrzuty ekranu w każdym pasującym zestawie typów wyświetlania zostaną usunięte i zastąpione.
pt_br: As capturas de tela existentes em cada tipo de exibição correspondente serão excluídas e substituídas.
pt_pt: As capturas de ecrã existentes em cada tipo de exibição correspondente serão excluídas e substituídas.
ro: Capturile de ecran existente în fiecare set de tip de afișare potrivit vor fi șterse și înlocuite.
sk: Existujúce snímky obrazovky v každej zodpovedajúcej skupine typov zobrazenia budú odstránené a nahradené.
sl: Obstoječi posnetki zaslona v vsakem ustreznem nizu vrste zaslona bodo izbrisani in zamenjani.
sv: Befintliga skärmdumpar i varje matchande uppsättning visningstyper kommer att raderas och ersättas.
th: ภาพหน้าจอที่มีอยู่ในชุดประเภทการแสดงผลที่ตรงกันแต่ละชุดจะถูกลบและแทนที่
ur: ہر مماثل ڈسپلے قسم کے سیٹ میں موجود اسکرین شاٹس کو حذف کر کے تبدیل کر دیا جائے گا۔
vi: Ảnh chụp màn hình hiện có trong mỗi bộ loại hiển thị phù hợp sẽ bị xóa và thay thế.
zh_hans: 每个匹配的显示类型集中的现有屏幕截图将被删除并替换。

source: Exit Preview Mode
ar: الخروج من وضع المعاينة
ca: Sortiu del mode de previsualització
cs: Ukončete režim náhledu
da: Afslut forhåndsvisningstilstand
de: Vorschaumodus beenden
el: Έξοδος από τη λειτουργία προεπισκόπησης
es: Salir del modo de vista previa
fa: خروج از حالت پیش‌نمایش
fi: Poistu esikatselutilasta
fr: Quitter le mode Aperçu
he: צא ממצב תצוגה מקדימה
hr: Izađite iz načina pregleda
hu: Lépjen ki az Előnézet módból
id: Keluar dari Mode Pratinjau
it: Esci dalla modalità anteprima
ja: プレビューモードを終了
ko: 미리보기 모드 종료
ms: Keluar dari Mod Pratonton
nl: Verlaat de voorbeeldmodus
no: Avslutt forhåndsvisningsmodus
pl: Wyjdź z trybu podglądu
pt_br: Sair do modo de visualização
pt_pt: Sair do modo de visualização
ro: Ieșiți din modul de previzualizare
ru: Выйти из режима просмотра
sk: Ukončite režim ukážky
sl: Zapustite način predogleda
sv: Avsluta förhandsgranskningsläget
th: ออกจากโหมดดูตัวอย่าง
tr: Önizleme Modundan Çık
uk: Вийти з режиму перегляду
ur: پیش نظارہ موڈ سے باہر نکلیں۔
vi: Thoát Chế độ xem trước
zh_hans: 退出预览模式
zh_hant: 結束預覽模式

source: Expand
ar: توسيع
ca: Expandir
cs: Rozbalit
da: Udvid
de: Ausklappen
el: Ανάπτυξη
es: Expandir
fa: باز کردن
fi: Laajenna
fr: Développer
he: הרחב
hr: Proširi
hu: Bontsa ki
id: Perluas
it: Espandi
ja: 展開
ko: 펼치기
ms: Kembangkan
nl: Uitbreiden
no: Utvid
pl: Rozwiń
pt_br: Expandir
pt_pt: Expandir
ro: Extindeți
ru: Развернуть
sk: Rozbaliť
sl: Razširi
sv: Expandera
th: ขยาย
tr: Genişlet
uk: Розгорнути
ur: پھیلائیں۔
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

source: Expand section
ar: قم بتوسيع القسم
ca: Amplia la secció
cs: Rozbalit sekci
da: Udvid sektion
de: Abschnitt ausklappen
el: Ανάπτυξη ενότητας
es: Expandir sección
fa: باز کردن بخش
fi: Laajenna osio
fr: Développer la section
he: הרחב את הקטע
hr: Proširi odjeljak
hu: szakasz kibontása
id: Perluas bagian
it: Espandi sezione
ja: セクションを展開
ko: 섹션 펼치기
ms: Kembangkan bahagian
nl: Vouw sectie uit
no: Utvid delen
pl: Rozwiń sekcję
pt_br: Expandir seção
pt_pt: Expandir secção
ro: Extindeți secțiunea
ru: Развернуть раздел
sk: Rozbaliť sekciu
sl: Razširi razdelek
sv: Expandera avsnitt
th: ขยายส่วน
tr: Bölümü genişlet
uk: Розгорнути розділ
ur: سیکشن کو پھیلائیں۔
vi: Mở rộng phần
zh_hans: 展开分区
zh_hant: 展開區段

source: Expanded
ar: موسعة
ca: Ampliat
cs: Rozbaleno
da: Udvidet
de: Ausgeklappt
el: Διευρυμένη
es: Expandida
fa: گسترش‌یافته
fi: Laajennettu
fr: Développée
he: מורחבת
hr: Prošireno
hu: Kibontva
id: Diperluas
it: Espansa
ja: 展開済み
ko: 펼쳐짐
ms: Dikembangkan
nl: Uitgebreid
no: Utvidet
pl: Rozszerzony
pt_br: Expandida
pt_pt: Expandido
ro: Extins
ru: Развернуто
sk: Rozšírené
sl: Razširjeno
sv: Utökad
th: ขยายแล้ว
tr: Genişletildi
uk: Розгорнуто
ur: توسیع شدہ
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

source: Experiment
ar: تجربة
ca: Experimenta
cs: Experimentujte
da: Eksperiment
el: Πείραμα
es: Experimento
fa: آزمایش
fi: Kokeile
fr: Expérience
he: ניסוי
hr: Eksperimentirajte
hu: Kísérletezzen
id: Eksperimen
it: Esperimento
ja: 実験
ko: 실험
ms: Eksperimen
nl: Experimenteer
no: Eksperiment
pl: Eksperyment
pt_br: Experimento
pt_pt: Experimentar
ro: Experimentează
ru: Эксперимент
sk: Experimentujte
sl: Eksperimentirajte
sv: Experimentera
th: การทดลอง
tr: Deney
uk: Експеримент
ur: تجربہ
vi: Thí nghiệm
zh_hans: 实验
zh_hant: 實驗

source: Expires
ar: تنتهي
ca: Caduca
cs: Platnost vyprší
da: Udløber
de: Läuft ab
el: Λήγει
es: Vence
fa: انقضا
fi: Vanhenee
fr: Expiration
he: פג תוקף
hr: ističe
hu: Lejár
id: Kedaluwarsa
it: Scadenza
ja: 有効期限
ko: 만료
ms: tamat tempoh
nl: Verloopt
no: Utløper
pl: Wygasa
pt_br: Expira
pt_pt: Expira
ro: Expiră
ru: Истекает
sk: Platnosť vyprší
sl: poteče
sv: Upphör att gälla
th: หมดอายุ
tr: Sona erme
uk: Завершується
ur: میعاد ختم
vi: Hết hạn
zh_hans: 到期
zh_hant: 到期

source: Expires %@
ar: تنتهي %1$@
ca: Caduca el %1$@
cs: Platnost vyprší %1$@
da: Udløber %1$@
de: Läuft %@ ab
el: Λήγει %1$@
es: Caduca %@
fa: %1$@ منقضی می‌شود
fi: Vanhenee %1$@
fr: Expire %@
he: יפוג %1$@
hr: Istječe %1$@
hu: Lejár %1$@
id: Kedaluwarsa %1$@
it: Scade il %@
ja: 有効期限: %@
ko: %@ 만료
ms: Tamat tempoh %1$@
nl: Verloopt op %1$@
no: Utløper %1$@
pl: Wygasa %1$@
pt_br: Expira %@
pt_pt: Expira em %1$@
ro: Expiră %1$@
ru: Истекает %@
sk: Platnosť vyprší %1$@
sl: Poteče %1$@
sv: Upphör att gälla %1$@
th: หมดอายุ %1$@
tr: Sona erme: %@
uk: Завершується %@
ur: میعاد ختم ہو رہی ہے %1$@
vi: Hết hạn %1$@
zh_hans: %@ 到期
zh_hant: %@到期

source: Export
ar: تصدير
ca: Exporta
cs: Exportovat
da: Eksporter
el: Εξαγωγή
es: Exportar
fa: صدور
fi: Vie
fr: Exporter
he: ייצוא
hr: Izvoz
hu: Exportálás
id: Ekspor
it: Esporta
ja: 書き出し
ko: 내보내기
ms: Eksport
nl: Exporteren
no: Eksporter
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportați
ru: Экспорт
sk: Exportovať
sl: Izvozi
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експорт
ur: برآمد کریں۔
vi: Xuất khẩu
zh_hans: 导出
zh_hant: 輸出

source: Export %lld screenshots to…
ar: تصدير %1$lld لقطات الشاشة إلى...
ca: Exporta %1$lld captures de pantalla a...
cs: Exportovat %1$lld snímky obrazovky do…
da: Eksporter %1$lld skærmbilleder til...
de: %1$lld Screenshots exportieren nach…
el: Εξαγωγή στιγμιότυπων οθόνης %1$lld σε…
es: Exportar %lld capturas a…
fa: صدور %1$lld اسکرین‌شات به…
fi: Vie %1$lld kuvakaappaukset kohteeseen…
fr: Exporter %1$lld captures d'écran vers…
he: ייצא %1$lld צילומי מסך ל...
hr: Izvezi %1$lld snimke zaslona u…
hu: Az %1$lld képernyőképeinek exportálása ide…
id: Ekspor tangkapan layar %1$lld ke…
it: Esporta %lld screenshot in…
ja: %1$lld枚のスクリーンショットを書き出す…
ko: 스크린샷 %1$lld개 내보내기…
ms: Eksport tangkapan skrin %1$lld ke…
nl: Exporteer %1$lld schermafbeeldingen naar…
no: Eksporter %1$lld skjermbilder til...
pl: Eksportuj %1$lld zrzuty ekranu do…
pt_br: Exportar %1$lld capturas de tela para…
pt_pt: Exportar capturas de ecrã %1$lld para…
ro: Exportați %1$lld capturi de ecran în...
ru: Экспортировать скриншоты (%lld) в…
sk: Exportovať %1$lld snímky obrazovky do…
sl: Izvoz %1$lld posnetkov zaslona v …
sv: Exportera %1$lld skärmdumpar till...
th: ส่งออกภาพหน้าจอ %1$lld ไปที่...
tr: %lld ekran görüntüsünü şuraya dışa aktar…
uk: Експортувати знімки екрана (%lld) до…
ur: اس میں %1$lld اسکرین شاٹس برآمد کریں…
vi: Xuất %1$lld ảnh chụp màn hình sang…
zh_hans: 将 %lld 张截图导出到…
zh_hant: 將 %lld 張螢幕截圖輸出至…

source: Export 1 screenshot to…
ar: تصدير لقطة شاشة واحدة إلى...
ca: Exporta 1 captura de pantalla a...
cs: Exportovat 1 snímek obrazovky do…
da: Eksporter 1 skærmbillede til...
de: 1 Screenshot exportieren nach…
el: Εξαγωγή 1 στιγμιότυπου οθόνης σε…
es: Exportar 1 captura a…
fa: صدور ۱ اسکرین‌شات به…
fi: Vie 1 kuvakaappaus kohteeseen…
fr: Exporter 1 capture d'écran vers…
he: ייצא צילום מסך אחד ל...
hr: Izvezi 1 snimak zaslona u…
hu: 1 képernyőkép exportálása ide…
id: Ekspor 1 tangkapan layar ke…
it: Esporta 1 screenshot in…
ja: 1枚のスクリーンショットを書き出す…
ko: 스크린샷 1개 내보내기…
ms: Eksport 1 tangkapan skrin ke…
nl: Exporteer 1 schermafbeelding naar…
no: Eksporter 1 skjermbilde til...
pl: Eksportuj 1 zrzut ekranu do…
pt_br: Exportar 1 captura de tela para…
pt_pt: Exporte 1 captura de ecrã para…
ro: Exportați 1 captură de ecran în...
ru: Экспортировать 1 скриншот в…
sk: Exportovať 1 snímku obrazovky do…
sl: Izvozi 1 posnetek zaslona v ...
sv: Exportera 1 skärmdump till...
th: ส่งออกภาพหน้าจอ 1 ภาพไปที่...
tr: 1 ekran görüntüsünü şuraya dışa aktar…
uk: Експортувати 1 знімок екрана до…
ur: اس میں 1 اسکرین شاٹ برآمد کریں…
vi: Xuất 1 ảnh chụp màn hình sang…
zh_hans: 将 1 张截图导出到…
zh_hant: 將 1 張螢幕截圖輸出至…

source: Export All Screenshots
ar: تصدير كافة لقطات الشاشة
ca: Exporta totes les captures de pantalla
cs: Exportovat všechny snímky obrazovky
da: Eksporter alle skærmbilleder
de: Alle Screenshots exportieren
el: Εξαγωγή όλων των στιγμιότυπων οθόνης
es: Exportar todas las capturas
fa: صدور همهٔ اسکرین‌شات‌ها
fi: Vie kaikki kuvakaappaukset
fr: Exporter toutes les captures d'écran
he: ייצא את כל צילומי המסך
hr: Izvezi sve snimke zaslona
hu: Minden képernyőkép exportálása
id: Ekspor Semua Tangkapan Layar
it: Esporta tutti gli screenshot
ja: すべてのスクリーンショットを書き出す
ko: 모든 스크린샷 내보내기
ms: Eksport Semua Tangkapan Skrin
nl: Exporteer alle schermafbeeldingen
no: Eksporter alle skjermbilder
pl: Eksportuj wszystkie zrzuty ekranu
pt_br: Exportar todas as capturas de tela
pt_pt: Exportar todas as capturas de ecrã
ro: Exportați toate capturile de ecran
ru: Экспортировать все скриншоты
sk: Exportovať všetky snímky obrazovky
sl: Izvozi vse posnetke zaslona
sv: Exportera alla skärmdumpar
th: ส่งออกภาพหน้าจอทั้งหมด
tr: Tüm Ekran Görüntülerini Dışa Aktar
uk: Експортувати всі знімки екрана
ur: تمام اسکرین شاٹس برآمد کریں۔
vi: Xuất tất cả ảnh chụp màn hình
zh_hans: 导出所有截图
zh_hant: 輸出所有螢幕截圖

source: Export all screenshots at once as PNG or JPEG, ready to upload to App Store Connect or Google Play.
ar: قم بتصدير جميع لقطات الشاشة مرة واحدة كـ PNG أو JPEG، جاهزة للتحميل إلى App Store Connect أو Google Play.
ca: Exporta totes les captures de pantalla alhora com a PNG o JPEG, a punt per penjar-les a App Store Connect o Google Play.
cs: Exportujte všechny snímky obrazovky najednou jako PNG nebo JPEG, připravené k nahrání do App Store Connect nebo Google Play.
da: Eksporter alle skærmbilleder på én gang som PNG eller JPEG, klar til at uploade til App Store Connect eller Google Play.
de: Exportiere alle Screenshots auf einmal als PNG oder JPEG, bereit zum Hochladen in App Store Connect oder Google Play.
el: Εξάγετε όλα τα στιγμιότυπα οθόνης ταυτόχρονα ως PNG ή JPEG, έτοιμα για μεταφόρτωση σε App Store Connect ή Google Play.
es: Exporta todas las capturas a la vez en PNG o JPEG, listas para subir a App Store Connect o Google Play.
fa: همه اسکرین‌شات‌ها را یک‌باره به‌عنوان PNG یا JPEG صادر کنید، آماده آپلود در App Store Connect یا Google Play.
fi: Vie kaikki kuvakaappaukset kerralla nimellä PNG tai JPEG, valmiina ladattavaksi App Store Connect tai Google Play.
fr: Exportez toutes les captures d'écran en une fois au format PNG ou JPEG, prêtes à être envoyées vers App Store Connect ou Google Play.
he: ייצא את כל צילומי המסך בבת אחת בתור PNG או JPEG, מוכן להעלאה אל App Store Connect או Google Play.
hr: Izvezite sve snimke zaslona odjednom kao PNG ili JPEG, spremne za prijenos na App Store Connect ili Google Play.
hu: Exportáld az összes képernyőképet egyszerre PNG vagy JPEG néven, és készen áll a feltöltésre a App Store Connect vagy Google Play helyre.
id: Ekspor semua tangkapan layar sekaligus sebagai PNG atau JPEG, siap diunggah ke App Store Connect atau Google Play.
it: Esporta tutti gli screenshot insieme come PNG o JPEG, pronti per il caricamento su App Store Connect o Google Play.
ja: すべてのスクリーンショットを PNG または JPEG で一度に書き出し、そのまま App Store Connect や Google Play にアップロードできます。
ko: 모든 스크린샷을 PNG 또는 JPEG로 한 번에 내보내고 App Store Connect 또는 Google Play에 업로드할 준비를 합니다.
ms: Eksport semua tangkapan skrin sekaligus sebagai PNG atau JPEG, sedia untuk memuat naik ke App Store Connect atau Google Play.
nl: Exporteer alle screenshots in één keer als PNG of JPEG, klaar om te uploaden naar App Store Connect of Google Play.
no: Eksporter alle skjermbilder samtidig som PNG eller JPEG, klare til å lastes opp til App Store Connect eller Google Play.
pl: Wyeksportuj wszystkie zrzuty ekranu na raz jako PNG lub JPEG, gotowe do przesłania do App Store Connect lub Google Play.
pt_br: Exporte todas as capturas de tela de uma vez em PNG ou JPEG, prontas para enviar ao App Store Connect ou ao Google Play.
pt_pt: Exporte todas as capturas de ecrã de uma vez como PNG ou JPEG, prontas para upload para App Store Connect ou Google Play.
ro: Exportați toate capturile de ecran simultan ca PNG sau JPEG, gata de încărcat în App Store Connect sau Google Play.
ru: Экспортируйте все скриншоты сразу в PNG или JPEG — они готовы к загрузке в App Store Connect или Google Play.
sk: Exportujte všetky snímky obrazovky naraz ako PNG alebo JPEG, pripravené na nahranie do App Store Connect alebo Google Play.
sl: Izvozite vse posnetke zaslona hkrati kot PNG ali JPEG, pripravljene za nalaganje v App Store Connect ali Google Play.
sv: Exportera alla skärmdumpar på en gång som PNG eller JPEG, redo att laddas upp till App Store Connect eller Google Play.
th: ส่งออกภาพหน้าจอทั้งหมดพร้อมกันเป็น PNG หรือ JPEG พร้อมที่จะอัปโหลดไปยัง App Store Connect หรือ Google Play
tr: Tüm ekran görüntülerini PNG veya JPEG olarak tek seferde dışa aktarın; App Store Connect'e veya Google Play'e yüklemeye hazır.
uk: Експортуйте всі знімки екрана одразу у форматі PNG або JPEG, готові до вивантаження в App Store Connect чи Google Play.
ur: تمام اسکرین شاٹس کو ایک ساتھ PNG یا JPEG کے بطور ایکسپورٹ کریں، App Store Connect یا Google Play پر اپ لوڈ کرنے کے لیے تیار ہیں۔
vi: Xuất tất cả ảnh chụp màn hình cùng lúc dưới dạng PNG hoặc JPEG, sẵn sàng tải lên App Store Connect hoặc Google Play.
zh_hans: 一次性将所有截图导出为 PNG 或 JPEG，可直接上传到 App Store Connect 或 Google Play。
zh_hant: 一次將所有螢幕截圖輸出為 PNG 或 JPEG，隨時可上傳至 App Store Connect 或 Google Play。
